a52dec
aalib
accounts-qml-module
accountsservice
acl
acpi
adobe-icc
adobe-source-code-pro-fonts
adwaita-icon-theme
akm
alacritty
alsa-firmware
alsa-lib
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
alsa-utils
android-studio
android-tools
android-udev
aom
appstream-glib
arc-gtk-theme
arc-x-icons-theme
arch4edu-keyring
archlinux-appstream-data
archlinux-keyring
argon2
asciidoc
aspell
at-spi2-atk
at-spi2-core
atk
atkmm
attica
attr
audacity
audit
autoconf
automake
avahi
awesome-terminal-fonts
b43-fwcutter
baobab
base
bash
bash-completion
bc
bind
binutils
bison
blas
blueberry
bluez
bluez-libs
bluez-tools
boost-libs
box2d
bpytop
breeze-icons
brltty
brotli
btrfs-progs
bubblewrap
bzip2
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cabextract
cairo
cairomm
calf
cantarell-fonts
caribou
cblas
cdparanoia
ceph-libs
cheese
chromaprint
chromium
chromium-widevine
cifs-utils
cinnamon
cinnamon-control-center
cinnamon-desktop
cinnamon-menus
cinnamon-screensaver
cinnamon-session
cinnamon-settings-daemon
cinnamon-translations
cjs
clucene
clutter
clutter-gst
clutter-gtk
cogl
colord
confuse
convertlit
coreutils
cracklib
cryptsetup
cups
cups-filters
cups-pdf
curl
dav1d
db
dbeaver
dbus
dbus-glib
dconf
deluge
deluge-gtk
desktop-file-utils
device-mapper
dhclient
dialog
diffutils
discord
dkms
dmraid
dnsmasq
dnssec-anchors
docbook-xml
docbook-xsl
dosfstools
dotconf
double-conversion
downgrade
e2fsprogs
ebook-tools
efibootmgr
efivar
egl-wayland
eglexternalplatform
elfutils
ell
enca
enchant
endeavouros-keyring
endeavouros-mirrorlist
endeavouros-theming
eos-bash-shared
eos-hooks
eos-log-tool
eos-translations
eos-update-notifier
ethtool
evolution
evolution-data-server
exempi
exfatprogs
exiv2
exo
expat
f2fs-tools
faac
faad2
fakeroot
faudio
feh
ffmpeg
ffmpegthumbnailer
fftw
file
file-roller
filelight
filesystem
findutils
firefox
flac
flat-remix
flex
flowblade
fluidsynth
fmt
font-manager
fontconfig
foomatic-db
foomatic-db-engine
foomatic-db-gutenprint-ppds
foomatic-db-nonfree
foomatic-db-nonfree-ppds
foomatic-db-ppds
freedownloadmanager
freeglut
freetype2
frei0r-plugins
fribidi
fuse-common
fuse2
fuse3
gamemode
garcon
gavl
gawk
gc
gcab
gcc
gcc-libs
gcr
gd
gdbm
gdk-pixbuf2
gdl
geoclue
geocode-glib
geoip
geoip-database
gettext
ghostscript
giflib
git
glances
glew
glib-networking
glib2
glib2-docs
glibc
glibmm
glu
gmic
gmime
gmp
gnome-autoar
gnome-backgrounds
gnome-bluetooth
gnome-calculator
gnome-desktop
gnome-disk-utility
gnome-keyring
gnome-multi-writer
gnome-online-accounts
gnome-screenshot
gnome-system-monitor
gnome-terminal
gnome-themes-extra
gnome-video-effects
gnu-free-fonts
gnu-netcat
gnupg
gnutls
gobject-introspection
gobject-introspection-runtime
gogh-git
gparted
gpgme
gphoto2
gpm
gptfdisk
graphene
graphicsmagick
graphite
graphviz
grep
groff
grub
grub-tools
grub2-theme-endeavouros
gsettings-desktop-schemas
gsfonts
gsl
gsm
gspell
gssdp
gst-libav
gst-plugin-gtk
gst-plugins-bad
gst-plugins-bad-libs
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gst-plugins-pulseeffects-legacy-git
gst-plugins-ugly
gstreamer
gtk-doc
gtk-engine-murrine
gtk-update-icon-cache
gtk2
gtk3
gtkmm3
gtksourceview3
gtksourceview4
gtkspell3
gts
guile
gupnp
gupnp-igd
gutenprint
gvfs
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gzip
hardinfo
harfbuzz
harfbuzz-icu
hdparm
hicolor-icon-theme
hidapi
htop
hunspell
hwids
hwinfo
hwloc
hyphen
i3-gaps
i3-get-window-criteria
i3blocks
i3status
iana-etc
icu
ijs
imagemagick
imlib2
inetutils
iniparser
inkscape
intel-ucode
intltool
inxi
iproute2
iptables
iputils
ipw2100-fw
ipw2200-fw
ipython
iscan
iscan-data
iso-codes
itstool
iucode-tool
iw
iwd
jack
jansson
jasper
java-environment-common
java-runtime-common
jbig2dec
jdk-openjdk
jfsutils
jre-openjdk
jre-openjdk-headless
jre8-openjdk
jre8-openjdk-headless
js78
json-c
json-glib
kaccounts-integration
karchive
kauth
kbd
kbookmarks
kcmutils
kcodecs
kcompletion
kconfig
kconfigwidgets
kcontacts
kcoreaddons
kcrash
kdbusaddons
kdeclarative
kdeconnect
kded
kdenlive
keyserver-rank
keyutils
kfilemetadata
kglobalaccel
kguiaddons
ki18n
kiconthemes
kio
kirigami2
kitemviews
kjobwidgets
kmod
knewstuff
knotifications
knotifyconfig
kpackage
kpeople
kpeoplevcard
krb5
kservice
ktextwidgets
kvantum-qt5
kvantum-theme-materia
kwallet
kwayland
kwidgetsaddons
kwindowsystem
kxmlgui
l-smash
lame
lapack
lcms2
ldb
ldns
less
lib32-acl
lib32-alsa-lib
lib32-alsa-plugins
lib32-at-spi2-atk
lib32-at-spi2-core
lib32-atk
lib32-attr
lib32-brotli
lib32-bzip2
lib32-cairo
lib32-colord
lib32-curl
lib32-dbus
lib32-dconf
lib32-e2fsprogs
lib32-expat
lib32-faudio
lib32-flac
lib32-fontconfig
lib32-freetype2
lib32-fribidi
lib32-gamemode
lib32-gcc-libs
lib32-gdk-pixbuf2
lib32-gettext
lib32-giflib
lib32-glew
lib32-glib-networking
lib32-glib2
lib32-glibc
lib32-glu
lib32-gmp
lib32-gnutls
lib32-gst-plugins-base-libs
lib32-gstreamer
lib32-gtk3
lib32-harfbuzz
lib32-icu
lib32-json-glib
lib32-keyutils
lib32-krb5
lib32-lcms2
lib32-libasyncns
lib32-libcanberra
lib32-libcap
lib32-libcups
lib32-libdatrie
lib32-libdrm
lib32-libelf
lib32-libepoxy
lib32-libffi
lib32-libgcrypt
lib32-libglvnd
lib32-libgpg-error
lib32-libgudev
lib32-libgusb
lib32-libice
lib32-libidn2
lib32-libjpeg-turbo
lib32-libldap
lib32-libltdl
lib32-libnl
lib32-libnsl
lib32-libogg
lib32-libpcap
lib32-libpciaccess
lib32-libpng
lib32-libproxy
lib32-libpsl
lib32-libpulse
lib32-librsvg
lib32-libsm
lib32-libsndfile
lib32-libsoup
lib32-libssh2
lib32-libtasn1
lib32-libthai
lib32-libtiff
lib32-libtirpc
lib32-libunistring
lib32-libunwind
lib32-libusb
lib32-libva
lib32-libva-intel-driver
lib32-libva-vdpau-driver
lib32-libvdpau
lib32-libvorbis
lib32-libx11
lib32-libxau
lib32-libxcb
lib32-libxcomposite
lib32-libxcrypt
lib32-libxcursor
lib32-libxdamage
lib32-libxdmcp
lib32-libxext
lib32-libxfixes
lib32-libxft
lib32-libxi
lib32-libxinerama
lib32-libxkbcommon
lib32-libxml2
lib32-libxmu
lib32-libxrandr
lib32-libxrender
lib32-libxshmfence
lib32-libxslt
lib32-libxss
lib32-libxt
lib32-libxtst
lib32-libxv
lib32-libxxf86vm
lib32-llvm-libs
lib32-lm_sensors
lib32-mangohud
lib32-mesa
lib32-mesa-demos
lib32-mpg123
lib32-ncurses
lib32-nettle
lib32-nspr
lib32-nss
lib32-nvidia-utils
lib32-ocl-icd
lib32-openal
lib32-opencl-nvidia
lib32-openssl
lib32-opus
lib32-orc
lib32-p11-kit
lib32-pam
lib32-pango
lib32-pcre
lib32-pixman
lib32-polkit
lib32-readline
lib32-rest
lib32-sdl2
lib32-sqlite
lib32-systemd
lib32-tdb
lib32-twolame
lib32-util-linux
lib32-v4l-utils
lib32-vkd3d
lib32-vulkan-icd-loader
lib32-vulkan-intel
lib32-wayland
lib32-xz
lib32-zlib
lib32-zstd
libabw
libaccounts-glib
libaccounts-qt
libaio
libao
libappindicator-gtk3
libarchive
libass
libassuan
libasyncns
libatasmart
libatomic_ops
libavc1394
libavtp
libblockdev
libbluray
libbs2b
libbsd
libbytesize
libcaca
libcanberra
libcanberra-pulse
libcap
libcap-ng
libcddb
libcdio
libcdio-paranoia
libcdr
libcloudproviders
libcmis
libconfig
libcroco
libcryptui
libcups
libdaemon
libdatrie
libdbusmenu-glib
libdbusmenu-gtk3
libdbusmenu-qt5
libdc1394
libdca
libde265
libdrm
libdv
libdvdcss
libdvdnav
libdvdread
libe-book
libebur128
libedit
libelf
libepoxy
libepubgen
libetonyek
libev
libevdev
libevent
libexif
libexttextcat
libfakekey
libfdk-aac
libffi
libfontenc
libfreehand
libftdi
libgcrypt
libgdata
libgee
libglvnd
libgme
libgnomekbd
libgpg-error
libgphoto2
libgsf
libgtop
libgudev
libgusb
libgweather
libhandy
libheif
libibus
libical
libice
libid3tag
libidn
libidn2
libiec61883
libieee1284
libimagequant
libimobiledevice
libindicator-gtk3
libinih
libinput
libinstpatch
libixion
libjpeg-turbo
libkate
libkeybinder3
libksane
libksba
liblangtag
libldap
liblouis
liblqr
liblrdf
libmad
libmaxminddb
libmbim
libmfx
libmicrodns
libmicrohttpd
libmm-glib
libmms
libmng
libmnl
libmodplug
libmpc
libmpcdec
libmpd
libmpeg2
libmspub
libmtp
libmusicbrainz5
libmwaw
libndp
libnet
libnetfilter_conntrack
libnewt
libnfnetlink
libnfs
libnftnl
libnghttp2
libnice
libnl
libnm
libnma
libnotify
libnsl
libnumbertext
libodfgen
libofa
libogg
libomxil-bellagio
libopenraw
liborcus
libp11-kit
libpagemaker
libpaper
libpcap
libpciaccess
libpeas
libpgm
libphonenumber
libpipeline
libplist
libpng
libproxy
libpsl
libpst
libpulse
libpwquality
libqmi
libqrtr-glib
libquvi
libquvi-scripts
libqxp
libraqm
libraw
libraw1394
libreoffice-fresh
libreoffice-fresh-id
librevenge
librsvg
libsamplerate
libsasl
libseccomp
libsecret
libshout
libsidplay
libsigc++
libsm
libsndfile
libsodium
libsoup
libsoxr
libspeechd
libsrtp
libssh
libssh2
libstaroffice
libstdc++5
libstemmer
libtasn1
libteam
libthai
libtheora
libtiff
libtirpc
libtommath
libtool
libtorrent
libtorrent-rasterbar
libunistring
libunwind
liburing
libusb
libusb-compat
libusbmuxd
libutempter
libuv
libva
libva-intel-driver
libva-utils
libva-vdpau-driver
libvdpau
libvdpau-va-gl
libvirt
libvisio
libvisual
libvncserver
libvorbis
libvpx
libwacom
libwebp
libwmf
libwnck3
libwpd
libwpe
libwpg
libwps
libx11
libx86emu
libxau
libxaw
libxcb
libxcomposite
libxcrypt
libxcursor
libxdamage
libxdg-basedir
libxdmcp
libxext
libxfce4ui
libxfce4util
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxklavier
libxml2
libxmu
libxnvctrl
libxpm
libxpresent
libxrandr
libxrender
libxres
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxvmc
libxxf86vm
libyaml
libytnef
libzip
libzmf
licenses
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
lilv
linux
linux-api-headers
linux-atm
linux-firmware
linux-headers
lirc
llvm-libs
lm_sensors
lmdb
logrotate
lpsolve
lsb-release
lsof
lsp-plugins
lua52
lua52-bitop
lua52-expat
lua52-lpeg
lua52-luajson
lua52-socket
luit
lutris
lvm2
lxappearance
lz4
lzo
m4
mailcap
make
mallard-ducktype
man-db
man-pages
mangohud
mangohud-common
mbedtls
md4c
mdadm
media-player-info
mendeleydesktop-bundled
mesa
mesa-demos
meson
minizip
mjpegtools
mkinitcpio
mkinitcpio-busybox
mkinitcpio-nfs-utils
mkinitcpio-openswap
mlocate
mlt
mobile-broadband-provider-info
modemmanager
mousetweaks
mpfr
mpg123
mplayer
mtdev
mtools
muffin
nano
nano-syntax-highlighting
ncurses
ndctl
ndisc6
nemo
nemo-fileroller
nemo-image-converter
nemo-preview
nemo-python
nemo-seahorse
nemo-share
neofetch
neon
nerd-fonts-ubuntu-mono
net-snmp
net-tools
netctl
netpbm
nettle
network-manager-applet
networkmanager
networkmanager-openvpn
ninja
nm-connection-editor
noto-fonts
noto-fonts-cjk
npth
nspr
nss
nss-mdns
ntfs-3g
numactl
nvidia-dkms
nvidia-prime
nvidia-settings
nvidia-utils
nvtop
oath-toolkit
obs-studio
ocl-icd
oh-my-zsh-git
openal
opencl-headers
opencl-nvidia
openconnect
opencore-amr
opencv
openexr
openjpeg2
openmpi
openresolv
openssh
openssl
openssl-1.0
openvpn
opus
orc
orca
os-prober
p11-kit
p7zip
pacman
pacman-contrib
pacman-mirrorlist
pahole
pam
pamac-aur
pambase
pango
pangomm
paper-icon-theme
paprefs
parted
patch
pavucontrol
pciutils
pcre
pcre2
pcsclite
pcurses
perl
perl-alien-build
perl-alien-libxml2
perl-capture-tiny
perl-clone
perl-dbi
perl-encode-locale
perl-error
perl-ffi-checklib
perl-file-chdir
perl-file-listing
perl-file-which
perl-html-parser
perl-html-tagset
perl-http-cookies
perl-http-daemon
perl-http-date
perl-http-message
perl-http-negotiate
perl-io-html
perl-libwww
perl-lwp-mediatypes
perl-mailtools
perl-net-http
perl-parse-yapp
perl-path-tiny
perl-timedate
perl-try-tiny
perl-uri
perl-www-robotrules
perl-xml-libxml
perl-xml-namespacesupport
perl-xml-parser
perl-xml-sax
perl-xml-sax-base
perl-xml-writer
pfetch-git
picom
pinentry
pixman
pkcs11-helper
pkgconf
pkgfile
pkgstats
plata-theme
playerctl
polkit
polkit-gnome
polkit-qt5
poppler
poppler-glib
poppler-qt5
popt
portaudio
portsmf
potrace
ppp
pptpclient
procps-ng
protobuf
protontricks
psmisc
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pulseaudio-jack
pulseaudio-qt
pulseaudio-zeroconf
pulseeffects-legacy-git
purpose
python
python-anytree
python-appdirs
python-asn1crypto
python-atspi
python-attrs
python-automat
python-backcall
python-beaker
python-cachecontrol
python-cairo
python-cffi
python-chardet
python-click
python-colorama
python-constantly
python-contextlib2
python-cryptography
python-dateutil
python-dbus
python-dbus-common
python-decorator
python-distlib
python-distro
python-evdev
python-future
python-geoip
python-gobject
python-html5lib
python-hyperlink
python-idna
python-incremental
python-ipykernel
python-jedi
python-jupyter_client
python-jupyter_core
python-lxml
python-mako
python-markdown
python-markupsafe
python-msgpack
python-numpy
python-ordered-set
python-packaging
python-pam
python-parso
python-pep517
python-pexpect
python-pickleshare
python-pillow
python-pip
python-ply
python-progress
python-prompt_toolkit
python-psutil
python-ptyprocess
python-pyasn1
python-pyasn1-modules
python-pycparser
python-pygments
python-pyhamcrest
python-pyinotify
python-pyopenssl
python-pyparsing
python-pytz
python-pyxdg
python-pyzmq
python-rencode
python-requests
python-resolvelib
python-retrying
python-service-identity
python-setproctitle
python-setuptools
python-six
python-tinycss2
python-toml
python-tornado
python-traitlets
python-twisted
python-urllib3
python-urwid
python-vdf
python-wcwidth
python-webencodings
python-xapp
python-yaml
python-zope-interface
python2
python2-gobject
qca
qpdf
qrencode
qt5-base
qt5-declarative
qt5-graphicaleffects
qt5-imageformats
qt5-location
qt5-multimedia
qt5-quickcontrols
qt5-quickcontrols2
qt5-sensors
qt5-speech
qt5-svg
qt5-wayland
qt5-webchannel
qt5-webengine
qt5-webkit
qt5-x11extras
r8168
raptor
rasqal
rav1e
re2
readline
recode
redland
reflector
reflector-simple
reiserfsprogs
rest
rnnoise
rofi
rp-pppoe
rtkit
rtmpdump
rttr
run-parts
s-nail
s-tui
samba
sane
sbc
scrcpy
sdl
sdl2
sdl_image
seahorse
sed
serd
shadow
shared-mime-info
signon-kwallet-extension
signon-plugin-oauth2
signon-ui
signond
skanlite
slang
smartmontools
smbclient
snappy
solid
sonnet
sord
sound-theme-freedesktop
soundtouch
spandsp
speech-dispatcher
speex
speexdsp
splix
sqlite
sratom
srt
startup-notification
steam
stoken
stress
sudo
suil
svt-hevc
swh-plugins
sysfsutils
systemd
systemd-libs
systemd-sysvcompat
taglib
talloc
tar
tbb
tcl
tdb
telegram-desktop
tevent
texinfo
thin-provisioning-tools
time
timezonemap
tlp
tlp-rdw
tmux
tracker3
tslib
ttf-bitstream-vera
ttf-caladea
ttf-carlito
ttf-croscore
ttf-dejavu
ttf-liberation
ttf-ms-fonts
ttf-opensans
ttf-twemoji
ttf-ubuntu-font-family
twolame
tzdata
udisks2
unzip
upower
usb_modeswitch
usbmuxd
usbutils
util-linux
util-linux-libs
v4l-utils
v4l2loopback-dkms
vala
vamp-plugin-sdk
vi
vid.stab
vim
vim-runtime
virtualbox
virtualbox-ext-vnc
virtualbox-guest-dkms
virtualbox-guest-iso
virtualbox-guest-utils
virtualbox-host-dkms
vivaldi
vmaf
volume_key
vpnc
vscodium-bin
vte-common
vte3
vulkan-icd-loader
vulkan-intel
vulkan-mesa-layers
waterfox-g3-bin
wavpack
wayland
wayland-protocols
webkit2gtk
webrtc-audio-processing
welcome
wget
which
whois
wildmidi
wine-gecko
wine-mono
wine-staging
winetricks
wireless-regdb
wireless_tools
woff2
wpa_supplicant
wpebackend-fdo
wvdial
wvstreams
wxgtk-common
wxgtk3
x264
x265
xapp
xbitmaps
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xdg-dbus-proxy
xdg-desktop-portal
xdg-desktop-portal-gtk
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xed
xf86-input-libinput
xf86-video-vmware
xfce4-appfinder
xfce4-artwork
xfce4-battery-plugin
xfce4-clipman-plugin
xfce4-cpufreq-plugin
xfce4-cpugraph-plugin
xfce4-datetime-plugin
xfce4-dict
xfce4-diskperf-plugin
xfce4-eyes-plugin
xfce4-fsguard-plugin
xfce4-genmon-plugin
xfce4-mailwatch-plugin
xfce4-mount-plugin
xfce4-mpc-plugin
xfce4-netload-plugin
xfce4-notes-plugin
xfce4-notifyd
xfce4-panel
xfce4-power-manager
xfce4-pulseaudio-plugin
xfce4-screensaver
xfce4-screenshooter
xfce4-sensors-plugin
xfce4-session
xfce4-settings
xfce4-smartbookmark-plugin
xfce4-systemload-plugin
xfce4-taskmanager
xfce4-terminal
xfce4-time-out-plugin
xfce4-timer-plugin
xfce4-verve-plugin
xfce4-wavelan-plugin
xfce4-weather-plugin
xfce4-whiskermenu-plugin
xfce4-xkb-plugin
xfconf
xfdesktop
xfsprogs
xfwm4
xfwm4-themes
xiaomitool-v2
xkeyboard-config
xl2tpd
xmlsec
xorg-fonts-encodings
xorg-iceauth
xorg-server
xorg-server-common
xorg-setxkbmap
xorg-xauth
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkill
xorg-xmessage
xorg-xmodmap
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xset
xorg-xwininfo
xorgproto
xplayer
xplayer-plparser
xplc
xreader
xsane
xterm
xvidcore
xviewer
xviewer-plugins
xxhash
xz
yad
yajl
yay
yelp
yelp-tools
yelp-xsl
zbar
zenity
zeromq
zip
zita-alsa-pcmi
zita-convolver
zita-resampler
zlib
zoom
zsh
zsh-autosuggestions
zsh-completions
zsh-doc
zsh-history-substring-search
zsh-syntax-highlighting
zstd
zvbi
zxing-cpp
